Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Coloring_Border_Dotted
source: Dotted border
ar: إطار منقط
cs: Tečkované ohraničení
de: Gepunkteter Rahmen
el: Περίγραμμα με κουκκίδες
es: Borde punteado
fa: حاشیهٔ نقطه‌چین
fr: Bordure pointillée
hu: Pontozott szegély
id: Bingkai titik-titik
it: Bordo punteggiato
ja: 点線
ko: 점선 테두리
pl: Obramowanie kropkowane
pt: Borda pontilhada
ro: Bordură punctată
th: เส้นขอบจุด
tr: Noktalı kenarlık
uk: Пунктирна рамка
vi: Viền chấm
zh_hans: 点线边框
zh_hant: 點線框線

# Coloring_Target.Header
source: Apply to
ar: تطبيق على
cs: Použít na
de: Anwenden auf
el: Εφαρμογή σε
es: Aplicar a
fa: اعمال روی
fr: Appliquer à
hu: Alkalmazás erre
id: Terapkan ke
it: Applica a
ja: 適用先
ko: 적용 대상
pl: Zastosuj do
pt: Aplicar a
ro: Aplicare la
th: นำไปใช้กับ
tr: Uygulanacak yer
uk: Застосувати до
vi: Áp dụng cho
zh_hans: 应用于
zh_hant: 套用至

# Coloring_Target_Both
source: Hex and text
ar: Hex والنص
cs: Hex a text
de: Hex und Text
el: Hex και κείμενο
es: Hex y texto
fa: Hex و متن
fr: Hex et texte
hu: Hex és szöveg
id: Hex dan teks
it: Hex e testo
ja: 両方
ko: Hex 및 텍스트
pl: Hex i tekst
pt: Hex e texto
ro: Hex și text
th: Hex และข้อความ
tr: Hex ve metin
uk: Hex і текст
vi: Hex và văn bản
zh_hans: Hex 和文本
zh_hant: Hex 和文字

# Coloring_Target_Hex
source: Hex column
ar: عمود Hex
cs: Sloupec Hex
de: Hex-Spalte
el: Στήλη Hex
es: Columna Hex
fa: ستون Hex
fr: Colonne Hex
hu: Hex oszlop
id: Kolom Hex
it: Colonna Hex
ja: Hex 列
ko: Hex 열
pl: Kolumna Hex
pt: Coluna Hex
ro: Coloana Hex
th: คอลัมน์ Hex
tr: Hex sütunu
uk: Стовпець Hex
vi: Cột Hex
zh_hans: Hex 列
zh_hant: Hex 欄

# Coloring_Target_Text
source: Text column
ar: عمود النص
cs: Textový sloupec
de: Textspalte
el: Στήλη κειμένου
es: Columna de texto
fa: ستون متن
fr: Colonne texte
hu: Szövegoszlop
id: Kolom teks
it: Colonna testo
ja: テキスト列
ko: 텍스트 열
pl: Kolumna tekstu
pt: Coluna de texto
ro: Coloana text
th: คอลัมน์ข้อความ
tr: Metin sütunu
uk: Текстовий стовпець
vi: Cột văn bản
zh_hans: 文本列
zh_hant: 文字欄

# Coloring_RangeStart.Header
source: Only from (expression)
ar: فقط من (تعبير)
cs: Jen od (výraz)
de: Nur ab (Ausdruck)
el: Μόνο από (παράσταση)
es: Solo desde (expresión)
fa: فقط از (عبارت)
fr: Uniquement à partir de (expression)
hu: Csak innentől (kifejezés)
id: Hanya dari (ekspresi)
it: Solo da (espressione)
ja: 適用範囲の開始 (入力式)
ko: 적용 시작(식)
pl: Tylko od (wyrażenie)
pt: Somente a partir de (expressão)
ro: Doar de la (expresie)
th: เฉพาะตั้งแต่ (นิพจน์)
tr: Yalnızca şuradan (ifade)
uk: Лише починаючи з (вираз)
vi: Chỉ từ (biểu thức)
zh_hans: 仅从（表达式）
zh_hant: 僅從（運算式）

# Coloring_RangeStart.PlaceholderText
source: Whole document
ar: المستند بأكمله
cs: Celý dokument
de: Gesamtes Dokument
el: Ολόκληρο το έγγραφο
es: Todo el documento
fa: کل سند
fr: Document entier
hu: Teljes dokumentum
id: Seluruh dokumen
it: Intero documento
ja: ドキュメント全体
ko: 문서 전체
pl: Cały dokument
pt: Documento inteiro
ro: Tot documentul
th: ทั้งเอกสาร
tr: Tüm belge
uk: Увесь документ
vi: Toàn bộ tài liệu
zh_hans: 整个文档
zh_hant: 整份文件

# Coloring_RangeEnd.Header
source: Up to (this byte included)
ar: حتى (يشمل هذا البايت)
cs: Do (včetně tohoto bajtu)
de: Bis (dieses Byte eingeschlossen)
el: Έως (συμπεριλαμβάνεται αυτό το byte)
es: Hasta (incluido este byte)
fa: تا (شامل این بایت)
fr: Jusqu'à (cet octet inclus)
hu: Eddig (ezzel a bájttal együtt)
id: Sampai (termasuk byte ini)
it: Fino a (byte incluso)
ja: 終了 (このバイトを含む)
ko: 적용 끝(이 바이트 포함)
pl: Do (łącznie z tym bajtem)
pt: Até (este byte incluído)
ro: Până la (inclusiv acest octet)
th: จนถึง (รวมไบต์นี้)
tr: Şuraya kadar (bu bayt dahil)
uk: До (включно з цим байтом)
vi: Đến (bao gồm byte này)
zh_hans: 直到（包括此字节）
zh_hant: 直到（包含此位元組）

# Coloring_RangeEnd.PlaceholderText
source: End of document
ar: نهاية المستند
cs: Konec dokumentu
de: Ende des Dokuments
el: Τέλος εγγράφου
es: Final del documento
fa: پایان سند
fr: Fin du document
hu: A dokumentum vége
id: Akhir dokumen
it: Fine del documento
ja: ドキュメントの末尾
ko: 문서 끝
pl: Koniec dokumentu
pt: Fim do documento
ro: Sfârșitul documentului
th: จุดสิ้นสุดของเอกสาร
tr: Belgenin sonu
uk: Кінець документа
vi: Cuối tài liệu
zh_hans: 文档末尾
zh_hant: 文件結尾

# Coloring_ForegroundText
source: text {0}
ar: النص {0}
el: κείμενο {0}
es: texto {0}
fa: متن {0}
fr: texte {0}
hu: szöveg: {0}
id: teks {0}
it: testo {0}
ja: 文字色 {0}
ko: 텍스트 {0}
pl: tekst {0}
pt: texto {0}
th: ข้อความ {0}
tr: metin {0}
uk: текст {0}
vi: chữ {0}
zh_hans: 文本 {0}
zh_hant: 文字 {0}

# Coloring_BackgroundText
source: background {0}
ar: الخلفية {0}
cs: pozadí {0}
de: Hintergrund {0}
el: φόντο {0}
es: fondo {0}
fa: پس‌زمینه {0}
fr: arrière-plan {0}
hu: háttér: {0}
id: latar {0}
it: sfondo {0}
ja: 背景色 {0}
ko: 배경 {0}
pl: tło {0}
pt: fundo {0}
ro: fundal {0}
th: พื้นหลัง {0}
tr: arka plan {0}
uk: фон {0}
vi: nền {0}
zh_hans: 背景 {0}
zh_hant: 背景 {0}

# Coloring_Unnamed
source: (No name)
ar: (بلا اسم)
cs: (Bez názvu)
de: (Kein Name)
el: (Χωρίς όνομα)
es: (Sin nombre)
fa: (بدون نام)
fr: (Sans nom)
hu: (Névtelen)
id: (Tanpa nama)
it: (Senza nome)
ja: (名前なし)
ko: (이름 없음)
pl: (Bez nazwy)
pt: (Sem nome)
ro: (Fără nume)
th: (ไม่มีชื่อ)
tr: (Adsız)
uk: (Без назви)
vi: (Không tên)
zh_hans: （无名称）
zh_hant: （無名稱）

# Coloring_Enabled
source: enabled
ar: ممكّن
cs: zapnuto
de: aktiviert
el: ενεργοποιημένο
es: habilitada
fa: فعال
fr: activée
hu: engedélyezve
id: aktif
it: attivata
ja: 有効
ko: 사용
pl: włączona
pt: ativada
ro: activată
th: เปิดใช้งาน
tr: etkin
uk: увімкнено
vi: đã bật
zh_hans: 已启用
zh_hant: 已啟用

# Coloring_Disabled
source: disabled
ar: معطّل
cs: vypnuto
de: deaktiviert
el: απενεργοποιημένο
es: deshabilitada
fa: غیرفعال
fr: désactivée
hu: letiltva
id: nonaktif
it: disattivata
ja: 無効
ko: 사용 안 함
pl: wyłączona
pt: desativada
ro: dezactivată
th: ปิดใช้งาน
tr: devre dışı
uk: вимкнено
vi: đã tắt
zh_hans: 已禁用
zh_hant: 已停用

# Coloring_DefaultName
source: Rule {0}
ar: القاعدة {0}
cs: Pravidlo {0}
de: Regel {0}
el: Κανόνας {0}
es: Regla {0}
fa: قاعدهٔ {0}
fr: Règle {0}
hu: {0}. szabály
id: Aturan {0}
it: Regola {0}
ja: ルール {0}
ko: 규칙 {0}
pl: Reguła {0}
pt: Regra {0}
ro: Regula {0}
th: กฎ {0}
tr: Kural {0}
uk: Правило {0}
vi: Quy tắc {0}
zh_hans: 规则 {0}
zh_hant: 規則 {0}

# Coloring_NewRuleName
source: Selected bytes
ar: البايتات المحددة
cs: Vybrané bajty
de: Ausgewählte Bytes
el: Επιλεγμένα byte
es: Bytes seleccionados
fa: بایت‌های انتخاب‌شده
fr: Octets sélectionnés
hu: Kijelölt bájtok
id: Byte terpilih
it: Byte selezionati
ja: 選択範囲の値
ko: 선택한 바이트
pl: Zaznaczone bajty
pt: Bytes selecionados
ro: Octeți selectați
th: ไบต์ที่เลือก
tr: Seçili baytlar
uk: Виділені байти
vi: Byte đã chọn
zh_hans: 所选字节
zh_hant: 選取的位元組

# Coloring_FromSelectionUnavailable
source: Select 1 to 256 bytes
ar: حدد من 1 إلى 256 بايت
cs: Vyberte 1 až 256 bajtů
de: Wählen Sie 1 bis 256 Bytes aus
el: Επιλέξτε 1 έως 256 byte
es: Selecciona de 1 a 256 bytes
fa: 1 تا 256 بایت انتخاب کنید
fr: Sélectionnez de 1 à 256 octets
hu: Jelöljön ki 1–256 bájtot
id: Pilih 1 hingga 256 byte
it: Seleziona da 1 a 256 byte
ja: 1〜256 バイトを選択してください
ko: 1~256바이트를 선택하세요
pl: Zaznacz od 1 do 256 bajtów
pt: Selecione de 1 a 256 bytes
ro: Selectați între 1 și 256 de octeți
th: เลือก 1 ถึง 256 ไบต์
tr: 1 ile 256 bayt arasında seçin
uk: Виділіть від 1 до 256 байтів
vi: Hãy chọn từ 1 đến 256 byte
zh_hans: 请选择 1 到 256 字节
zh_hant: 請選取 1 到 256 個位元組

# Coloring_Error_Empty
source: Enter a condition
ar: أدخل شرطًا
cs: Zadejte podmínku
de: Geben Sie eine Bedingung ein
el: Εισαγάγετε μια συνθήκη
es: Escribe una condición
fa: شرطی وارد کنید
fr: Entrez une condition
hu: Adjon meg egy feltételt
id: Masukkan kondisi
it: Immetti una condizione
ja: 条件を入力してください
ko: 조건을 입력하세요
pl: Wprowadź warunek
pt: Insira uma condição
ro: Introduceți o condiție
th: ป้อนเงื่อนไข
tr: Bir koşul girin
uk: Введіть умову
vi: Hãy nhập điều kiện
zh_hans: 请输入条件
zh_hant: 請輸入條件

# Coloring_Error_InvalidByteValues
source: "{0}" isn't a byte value or range such as 20-7E
ar: "{0}" ليست قيمة بايت أو نطاقًا مثل 20-7E
cs: „{0}“ není hodnota bajtu ani rozsah, například 20-7E
de: „{0}“ ist kein Bytewert oder Bereich wie 20-7E
el: Το "{0}" δεν είναι τιμή byte ή εύρος όπως 20-7E
es: “{0}” no es un valor de byte ni un rango como 20-7E
fa: "{0}" مقدار بایت یا محدوده‌ای مانند 20-7E نیست
fr: « {0} » n'est pas une valeur d'octet ou une plage telle que 20-7E
hu: „{0}” nem bájtérték vagy tartomány (például 20-7E)
id: “{0}” bukan nilai byte atau rentang seperti 20-7E
it: “{0}” non è un valore di byte o un intervallo come 20-7E
ja: "{0}" はバイト値や 20-7E のような範囲ではありません
ko: "{0}"은(는) 바이트 값이나 20-7E와 같은 범위가 아닙니다
pl: „{0}” nie jest wartością bajtu ani zakresem, np. 20-7E
pt: “{0}” não é um valor de byte nem um intervalo como 20-7E
ro: „{0}” nu este o valoare de octet sau un interval, cum ar fi 20-7E
th: “{0}” ไม่ใช่ค่าไบต์หรือช่วง เช่น 20-7E
tr: "{0}" bir bayt değeri veya 20-7E gibi bir aralık değil
uk: «{0}» не є значенням байта або діапазоном на зразок 20-7E
vi: “{0}” không phải giá trị byte hoặc phạm vi như 20-7E
zh_hans: “{0}”不是字节值或范围（例如 20-7E）
zh_hant: 「{0}」不是位元組值或範圍（例如 20-7E）

# Coloring_Error_InvalidExpression
source: "{0}" isn't a valid expression
ar: "{0}" ليس تعبيرًا صالحًا
cs: „{0}“ není platný výraz
de: „{0}“ ist kein gültiger Ausdruck
el: Το "{0}" δεν είναι έγκυρη παράσταση
es: “{0}” no es una expresión válida
fa: "{0}" عبارت معتبری نیست
fr: « {0} » n'est pas une expression valide
hu: „{0}” nem érvényes kifejezés
id: “{0}” bukan ekspresi yang valid
it: “{0}” non è un'espressione valida
ja: "{0}" は入力式として読めません
ko: "{0}"은(는) 올바른 식이 아닙니다
pl: „{0}” nie jest prawidłowym wyrażeniem
pt: “{0}” não é uma expressão válida
ro: „{0}” nu este o expresie validă
th: “{0}” ไม่ใช่นิพจน์ที่ถูกต้อง
tr: "{0}" geçerli bir ifade değil
uk: «{0}» не є допустимим виразом
vi: “{0}” không phải biểu thức hợp lệ
zh_hans: “{0}”不是有效的表达式
zh_hant: 「{0}」不是有效的運算式

# Coloring_Error_InvalidPattern
source: The pattern is invalid ({0})
ar: النمط غير صالح ({0})
cs: Vzor je neplatný ({0})
de: Das Muster ist ungültig ({0})
el: Το μοτίβο δεν είναι έγκυρο ({0})
es: El patrón no es válido ({0})
fa: الگو نامعتبر است ({0})
fr: Le motif n'est pas valide ({0})
hu: A minta érvénytelen ({0})
id: Pola tidak valid ({0})
it: Il modello non è valido ({0})
ja: パターンが正しくありません ({0})
ko: 패턴이 잘못되었습니다({0})
pl: Wzorzec jest nieprawidłowy ({0})
pt: O padrão é inválido ({0})
ro: Modelul nu este valid ({0})
th: รูปแบบไม่ถูกต้อง ({0})
tr: Desen geçersiz ({0})
uk: Неприпустимий шаблон ({0})
vi: Mẫu không hợp lệ ({0})
zh_hans: 模式无效（{0}）
zh_hant: 模式無效（{0}）

# Coloring_Error_InvalidRegex
source: The regular expression is invalid: {0}
ar: التعبير العادي غير صالح: {0}
cs: Regulární výraz je neplatný: {0}
de: Der reguläre Ausdruck ist ungültig: {0}
el: Η κανονική έκφραση δεν είναι έγκυρη: {0}
es: La expresión regular no es válida: {0}
fa: عبارت باقاعده نامعتبر است: {0}
fr: L'expression régulière n'est pas valide : {0}
hu: A reguláris kifejezés érvénytelen: {0}
id: Ekspresi reguler tidak valid: {0}
it: L'espressione regolare non è valida: {0}
ja: 正規表現が正しくありません: {0}
ko: 정규식이 잘못되었습니다: {0}
pl: Wyrażenie regularne jest nieprawidłowe: {0}
pt: A expressão regular é inválida: {0}
ro: Expresia regulată nu este validă: {0}
th: นิพจน์ทั่วไปไม่ถูกต้อง: {0}
tr: Normal ifade geçersiz: {0}
uk: Неприпустимий регулярний вираз: {0}
vi: Biểu thức chính quy không hợp lệ: {0}
zh_hans: 正则表达式无效：{0}
zh_hant: 規則運算式無效：{0}

# Coloring_Error_InvalidNumber
source: "{0}" isn't a value or range such as 0..0xFF
ar: "{0}" ليس قيمة أو نطاقًا مثل 0..0xFF
cs: „{0}“ není hodnota ani rozsah, například 0..0xFF
de: „{0}“ ist kein Wert oder Bereich wie 0..0xFF
el: Το "{0}" δεν είναι τιμή ή εύρος όπως 0..0xFF
es: “{0}” no es un valor ni un rango como 0..0xFF
fa: "{0}" مقدار یا محدوده‌ای مانند 0..0xFF نیست
fr: « {0} » n'est pas une valeur ou une plage telle que 0..0xFF
hu: „{0}” nem érték vagy tartomány (például 0..0xFF)
id: “{0}” bukan nilai atau rentang seperti 0..0xFF
it: “{0}” non è un valore o un intervallo come 0..0xFF
ja: "{0}" は値や 0..0xFF のような範囲ではありません
ko: "{0}"은(는) 값이나 0..0xFF와 같은 범위가 아닙니다
pl: „{0}” nie jest wartością ani zakresem, np. 0..0xFF
pt: “{0}” não é um valor nem um intervalo como 0..0xFF
ro: „{0}” nu este o valoare sau un interval, cum ar fi 0..0xFF
th: “{0}” ไม่ใช่ค่าหรือช่วง เช่น 0..0xFF
tr: "{0}" bir değer veya 0..0xFF gibi bir aralık değil
uk: «{0}» не є значенням або діапазоном на зразок 0..0xFF
vi: “{0}” không phải giá trị hoặc phạm vi như 0..0xFF
zh_hans: “{0}”不是值或范围（例如 0..0xFF）
zh_hant: 「{0}」不是值或範圍（例如 0..0xFF）

# Coloring_Error_InvalidPeriod
source: The position must be 0 or more and less than the period ({0})
ar: يجب أن يكون الموضع 0 أو أكثر وأقل من الدورة ({0})
cs: Pozice musí být 0 nebo větší a menší než perioda ({0})
de: Die Position muss mindestens 0 und kleiner als die Periode ({0}) sein
el: Η θέση πρέπει να είναι 0 ή μεγαλύτερη και μικρότερη από την περίοδο ({0})
es: La posición debe ser 0 o mayor y menor que el período ({0})
fa: موقعیت باید 0 یا بیشتر و کمتر از دوره ({0}) باشد
fr: La position doit être supérieure ou égale à 0 et inférieure à la période ({0})
hu: A pozíciónak legalább 0-nak és a periódusnál kisebbnek kell lennie ({0})
id: Posisi harus 0 atau lebih dan kurang dari periode ({0})
it: La posizione deve essere 0 o superiore e minore del periodo ({0})
ja: 位置は 0 以上で、間隔より小さくしてください ({0})
ko: 위치는 0 이상이고 주기({0})보다 작아야 합니다
pl: Pozycja musi wynosić co najmniej 0 i być mniejsza niż okres ({0})
pt: A posição deve ser 0 ou mais e menor que o período ({0})
ro: Poziția trebuie să fie de cel puțin 0 și mai mică decât perioada ({0})
th: ตำแหน่งต้องเป็น 0 ขึ้นไปและน้อยกว่ารอบ ({0})
tr: Konum 0 veya daha büyük ve periyottan ({0}) küçük olmalıdır
uk: Позиція має бути не меншою за 0 і меншою за період ({0})
vi: Vị trí phải từ 0 trở lên và nhỏ hơn chu kỳ ({0})
zh_hans: 位置必须大于或等于 0 且小于周期（{0}）
zh_hant: 位置必須大於或等於 0，且小於週期（{0}）

# Coloring_Error_InvalidRange
source: The end is before the start ({0})
ar: النهاية قبل البداية ({0})
cs: Konec je před začátkem ({0})
de: Das Ende liegt vor dem Anfang ({0})
el: Το τέλος είναι πριν από την αρχή ({0})
es: El final es anterior al inicio ({0})
fa: پایان پیش از آغاز است ({0})
fr: La fin précède le début ({0})
hu: A vég a kezdet előtt van ({0})
id: Akhir berada sebelum awal ({0})
it: La fine precede l'inizio ({0})
ja: 終了が開始より前です ({0})
ko: 끝이 시작보다 앞에 있습니다({0})
pl: Koniec jest przed początkiem ({0})
pt: O fim está antes do início ({0})
ro: Sfârșitul este înaintea începutului ({0})
th: จุดสิ้นสุดอยู่ก่อนจุดเริ่มต้น ({0})
tr: Son, başlangıçtan önce ({0})
uk: Кінець розташовано перед початком ({0})
vi: Điểm cuối ở trước điểm đầu ({0})
zh_hans: 结束位置在开始位置之前（{0}）
zh_hant: 結尾在開頭之前（{0}）

# Coloring_Preset_dimZero
source: Dim zeros
ar: تعتيم الأصفار
cs: Ztlumit nuly
de: Nullen abblenden
el: Αχνά μηδενικά
es: Atenuar ceros
fa: کم‌رنگ کردن صفرها
fr: Atténuer les zéros
hu: Nullák halványítása
id: Redupkan nol
it: Attenua gli zeri
ja: ゼロを薄く表示
ko: 0을 흐리게
pl: Przyciemnij zera
pt: Atenuar zeros
ro: Zerouri estompate
th: ศูนย์แบบจาง
tr: Sıfırları soluk göster
uk: Приглушувати нулі
vi: Làm mờ số 0
zh_hans: 淡化零
zh_hant: 淡化零

# Coloring_Preset_printableAscii
source: Printable ASCII
ar: أحرف ASCII القابلة للطباعة
cs: Tisknutelné znaky ASCII
de: Druckbares ASCII
el: Εκτυπώσιμοι χαρακτήρες ASCII
es: ASCII imprimible
fa: ASCII قابل چاپ
fr: ASCII imprimable
hu: Nyomtatható ASCII
id: ASCII yang dapat dicetak
it: ASCII stampabile
ja: 印字可能な ASCII
ko: 인쇄 가능한 ASCII
pl: Drukowalne ASCII
pt: ASCII imprimível
ro: ASCII imprimabil
th: ASCII ที่พิมพ์ได้
tr: Yazdırılabilir ASCII
uk: Друковані ASCII
vi: ASCII in được
zh_hans: 可打印 ASCII
zh_hant: 可列印的 ASCII

# Coloring_Preset_controlCharacters
source: Control characters
ar: أحرف التحكم
cs: Řídicí znaky
de: Steuerzeichen
el: Χαρακτήρες ελέγχου
es: Caracteres de control
fa: نویسه‌های کنترلی
fr: Caractères de contrôle
hu: Vezérlőkarakterek
id: Karakter kontrol
it: Caratteri di controllo
ja: 制御文字
ko: 제어 문자
pl: Znaki sterujące
pt: Caracteres de controle
ro: Caractere de control
th: อักขระควบคุม
tr: Denetim karakterleri
uk: Керівні символи
vi: Ký tự điều khiển
zh_hans: 控制字符
zh_hant: 控制字元

# Coloring_Preset_highBit
source: High bit set
ar: البت العلوي مضبوط
cs: Nastavený horní bit
de: Höchstes Bit gesetzt
el: Ενεργό υψηλό bit
es: Bit alto activado
fa: بیت بالا روشن
fr: Bit de poids fort à 1
hu: Felső bit beállítva
id: Bit tinggi diset
it: Bit alto impostato
ja: 上位ビットが 1
ko: 상위 비트 설정됨
pl: Ustawiony najstarszy bit
pt: Bit alto definido
ro: Bitul superior setat
th: บิตสูงเป็น 1
tr: Yüksek bit ayarlı
uk: Встановлено старший біт
vi: Bit cao được đặt
zh_hans: 最高位已置位
zh_hant: 最高位元為 1

# FileType_BookmarksJson
source: HexEditor bookmarks
ar: إشارات HexEditor المرجعية
cs: Záložky HexEditor
de: HexEditor-Lesezeichen
el: Σελιδοδείκτες HexEditor
es: Marcadores de HexEditor
fa: نشانک‌های HexEditor
fr: Signets HexEditor
hu: HexEditor-könyvjelzők
id: Penanda HexEditor
it: Segnalibri HexEditor
ja: HexEditor ブックマーク
ko: HexEditor 책갈피
pl: Zakładki HexEditor
pt: Marcadores do HexEditor
ro: Marcaje HexEditor
th: บุ๊กมาร์ก HexEditor
tr: HexEditor yer işaretleri
uk: Закладки HexEditor
vi: Dấu trang HexEditor
zh_hans: HexEditor 书签
zh_hant: HexEditor 書籤

# FileType_WxTags
source: wxHexEditor tags
ar: علامات wxHexEditor
cs: Značky wxHexEditor
el: Ετικέτες wxHexEditor
es: Etiquetas de wxHexEditor
fa: برچسب‌های wxHexEditor
fr: Balises wxHexEditor
hu: wxHexEditor-címkék
id: Tag wxHexEditor
it: Tag di wxHexEditor
ja: wxHexEditor のタグ
ko: wxHexEditor 태그
pl: Tagi wxHexEditor
pt: Tags do wxHexEditor
ro: Etichete wxHexEditor
th: แท็ก wxHexEditor
tr: wxHexEditor etiketleri
uk: Теги wxHexEditor
vi: Thẻ wxHexEditor
zh_hans: wxHexEditor 标记
zh_hant: wxHexEditor 標籤

# FileType_HexProject
source: HexEditor project
ar: مشروع HexEditor
cs: Projekt HexEditor
de: HexEditor-Projekt
el: Έργο HexEditor
es: Proyecto de HexEditor
fa: پروژهٔ HexEditor
fr: Projet HexEditor
hu: HexEditor-projekt
id: Proyek HexEditor
it: Progetto HexEditor
ja: HexEditor プロジェクト
ko: HexEditor 프로젝트
pl: Projekt HexEditor
pt: Projeto do HexEditor
ro: Proiect HexEditor
th: โปรเจกต์ HexEditor
tr: HexEditor projesi
uk: Проєкт HexEditor
vi: Dự án HexEditor
zh_hans: HexEditor 项目
zh_hant: HexEditor 專案

# Legend_PanelName
source: Legend
ar: وسيلة الإيضاح
cs: Legenda
de: Legende
el: Υπόμνημα
es: Leyenda
fa: راهنمای رنگ
fr: Légende
hu: Jelmagyarázat
id: Legenda
it: Legenda
ja: 凡例
ko: 범례
pl: Legenda
pt: Legenda
ro: Legendă
th: คำอธิบายสัญลักษณ์
tr: Gösterge
uk: Легенда
vi: Chú giải
zh_hans: 图例
zh_hant: 圖例

# Legend_CountAll.Content
source: Count in the whole document
ar: العد في المستند بأكمله
cs: Počítat v celém dokumentu
de: Im gesamten Dokument zählen
el: Καταμέτρηση σε ολόκληρο το έγγραφο
es: Contar en todo el documento
fa: شمارش در کل سند
fr: Compter dans tout le document
hu: Számlálás a teljes dokumentumban
id: Hitung di seluruh dokumen
it: Conta nell'intero documento
ja: 全体の件数を数える
ko: 문서 전체에서 개수 세기
pl: Policz w całym dokumencie
pt: Contar no documento inteiro
ro: Numărare în tot documentul
th: นับในทั้งเอกสาร
tr: Tüm belgede say
uk: Підрахувати в усьому документі
vi: Đếm trong toàn bộ tài liệu
zh_hans: 统计整个文档中的数量
zh_hant: 計算整份文件中的數目

# Legend_Count
source: {0, plural, one {# match on screen} other {# matches on screen}}
ar: {0, plural, zero {# تطابق على الشاشة} one {تطابق واحد على الشاشة} two {تطابقان على الشاشة} few {# تطابقات على الشاشة} many {# تطابقًا على الشاشة} other {# تطابق على الشاشة}}
cs: {0, plural, one {# shoda na obrazovce} few {# shody na obrazovce} many {# shody na obrazovce} other {# shod na obrazovce}}
de: {0, plural, one {# Treffer auf dem Bildschirm} other {# Treffer auf dem Bildschirm}}
el: {0, plural, one {# αντιστοιχία στην οθόνη} other {# αντιστοιχίες στην οθόνη}}
es: {0, plural, one {# coincidencia en pantalla} other {# coincidencias en pantalla}}
fa: {0, plural, one {# مورد منطبق روی صفحه} other {# مورد منطبق روی صفحه}}
fr: {0, plural, one {# correspondance à l'écran} other {# correspondances à l'écran}}
hu: {0, plural, one {# találat a képernyőn} other {# találat a képernyőn}}
id: {0, plural, other {# kecocokan di layar}}
it: {0, plural, one {# corrispondenza sullo schermo} other {# corrispondenze sullo schermo}}
ja: 表示範囲で {0} 件
ko: {0, plural, other {화면에서 #개 일치}}
pl: {0, plural, one {# dopasowanie na ekranie} few {# dopasowania na ekranie} many {# dopasowań na ekranie} other {# dopasowania na ekranie}}
pt: {0, plural, one {# correspondência na tela} other {# correspondências na tela}}
ro: {0, plural, one {# potrivire pe ecran} few {# potriviri pe ecran} other {# de potriviri pe ecran}}
th: {0, plural, other {ตรงกัน # รายการบนหน้าจอ}}
tr: {0, plural, one {ekranda # eşleşme} other {ekranda # eşleşme}}
uk: {0, plural, one {# збіг на екрані} few {# збіги на екрані} many {# збігів на екрані} other {# збігу на екрані}}
vi: {0, plural, other {# kết quả khớp trên màn hình}}
zh_hans: {0, plural, other {屏幕上有 # 个匹配项}}
zh_hant: {0, plural, other {畫面上有 # 個符合項目}}

# Legend_Total
source: {0} in the whole document
ar: {0} في المستند بأكمله
cs: V celém dokumentu: {0}
de: {0} im gesamten Dokument
el: {0} σε ολόκληρο το έγγραφο
es: {0} en todo el documento
fa: {0} در کل سند
fr: {0} dans tout le document
hu: {0} a teljes dokumentumban
id: {0} di seluruh dokumen
it: {0} nell'intero documento
ja: 全体で {0} 件
ko: 문서 전체에서 {0}개
pl: {0} w całym dokumencie
pt: {0} no documento inteiro
ro: {0} în tot documentul
th: {0} ในทั้งเอกสาร
tr: tüm belgede {0}
uk: {0} в усьому документі
vi: {0} trong toàn bộ tài liệu
zh_hans: 整个文档中有 {0} 个
zh_hant: 整份文件中有 {0} 個

# Legend_Counting
source: Counting coloring rule matches
ar: عد تطابقات قواعد التلوين
cs: Počítání shod pravidel obarvení
de: Treffer der Farbregeln zählen
el: Καταμέτρηση αντιστοιχιών κανόνων χρωματισμού
es: Recuento de coincidencias de las reglas de coloreado
fa: شمارش موارد منطبق با قواعد رنگ‌آمیزی
fr: Comptage des correspondances des règles de coloration
hu: Színezési szabályok találatainak számlálása
id: Menghitung kecocokan aturan pewarnaan
it: Conteggio delle corrispondenze delle regole di colorazione
ja: 色付けルールの一致を数える
ko: 색 지정 규칙 일치 항목 세는 중
pl: Liczenie dopasowań reguł kolorowania
pt: Contando correspondências das regras de coloração
ro: Numărare potriviri ale regulilor de colorare
th: กำลังนับรายการที่ตรงกับกฎการระบายสี
tr: Renklendirme kuralı eşleşmeleri sayılıyor
uk: Підрахунок збігів правил розфарбовування
vi: Đang đếm kết quả khớp quy tắc tô màu
zh_hans: 正在统计着色规则的匹配项
zh_hant: 正在計算著色規則的符合項目

# Legend_Searching
source: Finding a coloring rule match
ar: البحث عن تطابق لقاعدة تلوين
cs: Hledání shody pravidla obarvení
de: Treffer einer Farbregel suchen
el: Εύρεση αντιστοιχίας κανόνα χρωματισμού
es: Búsqueda de una coincidencia de regla de coloreado
fa: یافتن مورد منطبق با قاعدهٔ رنگ‌آمیزی
fr: Recherche d'une correspondance de règle de coloration
hu: Színezési szabály találatának keresése
id: Mencari kecocokan aturan pewarnaan
it: Ricerca di una corrispondenza della regola di colorazione
ja: 色付けルールの一致を探す
ko: 색 지정 규칙 일치 항목 찾는 중
pl: Wyszukiwanie dopasowania reguły kolorowania
pt: Procurando uma correspondência da regra de coloração
ro: Căutare potrivire a unei reguli de colorare
th: กำลังค้นหารายการที่ตรงกับกฎการระบายสี
tr: Renklendirme kuralı eşleşmesi aranıyor
uk: Пошук збігу правила розфарбовування
vi: Đang tìm kết quả khớp quy tắc tô màu
zh_hans: 正在查找着色规则的匹配项
zh_hant: 正在尋找著色規則的符合項目

# Legend_Shape0
source: Solid border
ar: إطار متصل
cs: Plné ohraničení
de: Durchgezogener Rahmen
el: Συνεχές περίγραμμα
es: Borde continuo
fa: حاشیهٔ پیوسته
fr: Bordure pleine
hu: Folytonos szegély
id: Bingkai solid
it: Bordo continuo
ja: 実線
ko: 실선 테두리
pl: Obramowanie ciągłe
pt: Borda sólida
ro: Bordură continuă
th: เส้นขอบทึบ
tr: Düz kenarlık
uk: Суцільна рамка
vi: Viền liền
zh_hans: 实线边框
zh_hant: 實線框線
